Repository: matteraggi/kebabbo_flutter
Catalog: lib/l10n/intl_*.arb
Languages: de, fr, it, pt

# popup_title
source: How to write your own review
de: So schreibst du deine eigene Bewertung
fr: Comment écrire ta propre critique
it: Come scrivere la tua recensione
pt: Como escrever sua própria avaliação

# first_time_title
source: Welcome to Kebabbo!
de: Willkommen bei Kebabbo!
fr: Bienvenue sur Kebabbo !
it: Benvenuto su Kebabbo!
pt: Bem-vindo ao Kebabbo!

# first_time_description
source: Welcome to Kebabbo! What can you do on here? Well, you can explore our professional kebab reviews or check out other users' ratings. Write your own review by scanning the Kebabbo sticker at the kebab place. Check out other users' profiles, posts and connect with fellows kebab enjoyers and earn achievements for using the app. Use our search and filter features or our powerful build tool to find your ideal kebab or explore our interactive map to discover nearby gems. Have fun and kebab away!
de: Willkommen bei Kebabbo! Was kannst du hier tun? Nun, du kannst unsere professionellen Kebab-Bewertungen erkunden oder dir die Bewertungen anderer Benutzer ansehen. Schreibe deine eigene Bewertung, indem du den Kebabbo-Aufkleber am Kebabladen scannst. Sieh dir die Profile und Beiträge anderer Benutzer an, verbinde dich mit anderen Kebab-Liebhabern und verdiene Erfolge für die Nutzung der App. Nutze unsere Such- und Filterfunktionen oder unser leistungsstarkes Build-Tool, um deinen idealen Kebab zu finden, oder erkunde unsere interaktive Karte, um Juwelen in der Nähe zu entdecken. Viel Spaß und guten Kebab!
fr: Bienvenue sur Kebabbo ! Que peux-tu faire ici ? Eh bien, tu peux explorer nos critiques professionnelles de kebab ou consulter les notes des autres utilisateurs. Rédige ta propre critique en scannant l'autocollant Kebabbo au restaurant de kebab. Consulte les profils et les publications des autres utilisateurs, connecte-toi avec d'autres amateurs de kebab et gagne des succès en utilisant l'application. Utilise nos fonctions de recherche et de filtre ou notre puissant outil de création pour trouver ton kebab idéal ou explore notre carte interactive pour découvrir des pépites à proximité. Amuse-toi bien et régale-toi de kebab !
it: Benvenuto su Kebabbo! Cosa puoi fare qui? Beh, puoi esplorare le nostre professionalissime recensioni di kebab o dare un'occhiata a quelle di altri utenti. Aggiungi la tua recensione scansionando l'adesivo di Kebabbo davanti al kebabbaro stesso. Dai un'occhiata ai profili e ai post di altri utenti, connettiti con altri amanti del kebab e guadagna medaglie utilizzando l'app. Usa le nostre funzioni di ricerca e filtraggio o il nostro potente strumento di creazione del kebab perfetto, o esplora la nostra mappa interattiva per scoprire gemme nelle vicinanze. Divertiti e kebabba!
pt: Bem-vindo ao Kebabbo! O que você pode fazer aqui? Bem, você pode explorar nossas avaliações profissionais de kebab ou verificar as avaliações de outros usuários. Escreva sua própria avaliação digitalizando o adesivo Kebabbo no local do kebab. Confira os perfis e posts de outros usuários, conecte-se com outros amantes de kebab e ganhe conquistas por usar o aplicativo. Use nossos recursos de pesquisa e filtro ou nossa poderosa ferramenta de construção para encontrar seu kebab ideal ou explore nosso mapa interativo para descobrir joias nas proximidades. Divirta-se e aproveite seu kebab!

# elimina
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
pt: Excluir

# vuoi_veramente_eliminare_il_post
source: Do you really want to delete the post?
de: Möchtest du den Beitrag wirklich löschen?
fr: Veux-tu vraiment supprimer la publication ?
it: Vuoi veramente eliminare il post?
pt: Tem certeza de que deseja excluir a postagem?

# conferma_eliminazione
source: Confirm deletion
de: Löschung bestätigen
fr: Confirmer la suppression
it: Conferma eliminazione
pt: Confirmar exclusão

# post_eliminato
source: Post deleted
de: Beitrag gelöscht
fr: Publication supprimée
it: Post eliminato
pt: Postagem excluída

# devi_essere_autenticato_per_mettere_mi_piace
source: You must login to like
de: Du musst dich anmelden, um zu liken
fr: Tu dois te connecter pour aimer
it: Devi accedere per mettere mi piace
pt: Você precisa fazer login para curtir

# accedi_per_cercare
source: Log in to post and see peoples' info
de: Melde dich an, um zu posten und die Informationen anderer Leute zu sehen
fr: Connecte-toi pour publier et voir les informations des autres
it: Accedi per pubblicare e vedere le informazioni delle persone
pt: Faça login para postar e ver as informações das pessoas

# devi_essere_autenticato_per_commentare
source: You must login to comment
de: Du musst dich anmelden, um zu kommentieren
fr: Tu dois te connecter pour commenter
it: Devi accedere per commentare
pt: Você precisa fazer login para comentar

# devi_essere_autenticato_per_visualizzare_il_profilo
source: You must login to view the profile
de: Du musst dich anmelden, um das Profil anzuzeigen
fr: Tu dois te connecter pour voir le profil
it: Devi accedere per visualizzare il profilo
pt: Você precisa fazer login para visualizar o perfil
